{
    "area": "-title \"Area\" -desc \"Affects everything in an area.\"",
    "narmor": "-title \"N Armor\" -desc \"When you take damage, subtract the indicated amount; doesn't stack.\"",
    "+narmor": "-title \"+ N Armor\" -desc \"Increases your armor value by the indicated amount; stacks.\"",
    "awkward": "-title \"Awkward\" -desc \"Unwieldy, requires space, gets stuck\"",
    "clumsy": "-title \"Clumsy\" -desc \"Take disadvantage on all rolls while wearing/carrying/using it.\"",
    "crude": "-title \"Crude\" -desc \"Prone to break, wear out, stop working, etc.\"",
    "+ndamage": "-title \"+ N Damage\" -desc \"Increase the damage you deal with that weapon.\"",
    "dangerous": "-title \"Dangerous\" -desc \"Causes trouble and collateral damage if you aren't careful (and maybe if you are).\"",
    "forceful": "-title \"Forceful\" -desc \"Can knock someone around, maybe even off their feet.\"",
    "immobile": "-title \"Immobile\" -desc \"You can't really carry it on your person\"",
    "Messy": "-title \"messy\" -desc \"Does particularly destructive damage, ripping people and things apart.\"",
    "xpiercing": "-title \"X Piercing\" -desc \"when you deal damage, subtract x from the target's armor for that attack where x = the steading's current Prosperity.\"",
    "precise": "-title \"Precise\" -desc \"when you Clash with a precise weapon, you can roll +DEX instead of +STR\"",
    "reload": "-title \"Reload\" -desc \"After it's used, it takes time/effort to reset\"",
    "requires": "-title \"Requires\" -desc \"If you don't meet the requirements, it works poorly or not at all.\"",
    "slow": "-title \"Slow\" -desc \"Takes minutes or more to use; unlikely to be useful in the middle of a fight.\"",
    "thrown": "-title \"Thrown\" -desc \"You can Let Fly with it (at near range), but on a 7-9 you can't choose to deplete ammo. Once you throw it, it's gone until retrieved.\"",
    "warm": "-title \"Warm\" -desc \"Will keep you warm in cold weather, but it's uncomfortable and exhausting (and possibly dangerous) in hot weather.\"",
    "hand": "-title \"Hand\" -desc \"Tight quarters; up close and personal.\"",
    "close": "-title \"Close\" -desc \"Melee range, 1-2 steps away.\"",
    "reach": "-title \"Reach\" -desc \"3-4 steps away.\"",
    "near": "-title \"Near\" -desc \"Up to 30 or so steps away\"",
    "far": "-title \"Far\" -desc \"Quite the distance; 100 steps, maybe more.\"",
    "horde": "-title \"Horde\" -desc \"Fights in large groups (6 or more)\"",
    "group": "-title \"Group\" -desc \"Fights in small groups (2-5 per group)\"",
    "solitary": "-title \"Solitary\" -desc \"Fights by itself\"",
    "tiny": "-title \"Tiny\" -desc \"It is cat-sized or smaller\"",
    "small": "-title \"Small\" -desc \"It is the size of a human child\"",
    "large": "-title \"Large\" -desc \"It is the size of a horse, cart, etc.\"",
    "huge": "-title \"Huge\" -desc \"It is the size of an elephant or bigger\"",
    "spirit": "-title \"Spirit\" -desc \"It lacks physical form\"",
    "fae": "-title \"Fae\" -desc \"It is between physical and spiritual\"",
    "construct": "-title \"Construct\" -desc \"It is made by someone\"",
    "planar": "-title \"Planar\" -desc \"It is alien to this world\"",
    "undead": "-title \"Undead\" -desc \"It is dead but in denial\"",
    "hoarder": "-title \"Hoarder\" -desc \"It is notable for amassing trinkets and treasure\"",
    "cautious": "-title \"Cautious\" -desc \"It is notable for avoiding fights, fleeing early\"",
    "cunning": "-title \"Cunning\" -desc \"It is notable for its intelligence\"",
    "terrifying": "-title \"Terrifying\" -desc \"It is notable for its disturbing, terrible presence\"",
    "stealthy": "-title \"Stealthy\" -desc \"It is notable for sneaking, surprising, ambushing\"",
    "magical": "-title \"Magical\" -desc \"It is notable for using spells or magic\"",
    "organized": "-title \"Organized\" -desc \"It is notable for working well in groups\""
}